Revit 2027 API
UnitTypeId.KilonewtonMetersPerDegreePerMeter Property
 Kilonewton meters per degree per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilonewtonMetersPerDegreePerMeter { get; }
Public Shared ReadOnly Property KilonewtonMetersPerDegreePerMeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilonewtonMetersPerDegreePerMeter {
	ForgeTypeId^ get ();
}
static member KilonewtonMetersPerDegreePerMeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace